tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "azure-cli"
brew "cfssl"
brew "coreutils"
brew "diff-so-fancy"
brew "docker"
brew "fasd"
brew "fd"
brew "ffsend"
brew "findutils"
brew "fish"
brew "fping"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go-bindata"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "python@3.9"
brew "lua-language-server"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "node"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "swaks"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "topgrade"
brew "tree"
brew "watch"
brew "wireguard-tools"
brew "yubikey-agent"
